# TBB_UpdateOldVAATB

## Description
VAA Title Block objects to Title Block Border objects.

```pascal
PROCEDURE TBB_UpdateOldVAATB;
```

```python

def vs.TBB_UpdateOldVAATB():
    return None
```

## Version
Availability: from Vectorworks 2019
## Category
* Utility